
/* Class = "IBUILabel"; text = "8. Financials"; ObjectID = "5"; */
"5.text" = "8. Financials";

/* Class = "IBUILabel"; text = "Accounts Receivable"; ObjectID = "6"; */
"6.text" = "Accounts Receivable";

/* Class = "IBUILabel"; text = "On average, how many days does it take your customers to pay you?"; ObjectID = "24"; */
"24.text" = "On average, how many days does it take your customers to pay you?";

/* Class = "IBUILabel"; text = "• If all your customers pay you at the time of sale, enter \"0\" days\n• If your customers typically take one month to pay, enter \"30\" days\n• If your customers pre-pay when they place their order, and it takes you 7 days to process their order, enter \"-7\" days\n"; ObjectID = "25"; */
"25.text" = "• If all your customers pay you at the time of sale, enter \"0\" days\n• If your customers typically take one month to pay, enter \"30\" days\n• If your customers pre-pay when they place their order, and it takes you 7 days to process their order, enter \"-7\" days\n";

/* Class = "IBUILabel"; text = "30 days"; ObjectID = "27"; */
"27.text" = "30 days";
